{
  "navbar.about": "Sobre",
  "navbar.projects": "Projetos",
  "navbar.skills": "Habilidades",
  "navbar.contact": "Contato",
  "github.profile": "perfil no GitHub",
  "button.toggle": " English",
  "button.getInTouch": "Entre em contato",
  "button.download": "Download CV",
  "button.submit": "ENVIAR",
  "cover.title": "Desenvolvedor Web Fullstack no Brasil.",
  "cover.titleSpan": "Oi, eu sou Rafael,",
  "cover.subtitle": "Um desenvolvedor web Fullstack, baseado no Brasil. Eu tenho paixão pelo desenvolvimento e adoro criar para web e dispositivos móveis.",
  "projects.title": "Veja alguns",
  "projects.titleSpan": "Projetos",
  "projects.subtitle1": "Aqui estão alguns projetos desenvolvidos por mim",
  "projects.subtitle2": "Você pode ver mais projetos no meu",
  "projectCard.link": "Ver Projeto",
  "projectCard.description1": "Projeto desenvolvido durante o módulo de Front-End da Trybe. O objetivo era desenvolver uma aplicação de música usando React.",
  "projectCard.description2": "Projeto desenvolvido durante o módulo de Front-End da Trybe. O objetivo era desenvolver um sistema solar usando React.",
  "projectCard.description3": "Projeto desenvolvido durante o módulo de Front-End da Trybe. O objetivo era desenvolver uma aplicação de carteira usando React.",
  "projectCard.description4": "Projeto desenvolvido para aprender os conceitos de Styled-components, feito em React and Typescript no front-end e Node.js, Express, Mongoose and MongoDb no back-end.",
  "projectCard.description5": "Projeto desenvolvido durante o módulo de Back-End da Trybe. O objetivo era desenvolver uma aplicação de loja de carros usando Node.js, Typescript, Mongoose e MongoDB.",
  "projectCard.description6": "Projeto desenvolvido durante o módulo de Back-End da Trybe. O objetivo era desenvolver uma aplicação Trybers and Dragons usando Node.js, Typescript, OOP e SOLID.",
  "about.title": "Desenvolvedor Web Fullstack",
  "about.paragraph1": "Nasci em Borda da Mata, Minas Gerais, Brasil, no ano de 1992. Sou um desenvolvedor Full-Stack altamente engajado, e minha paixão por tecnologia, ciência, astronomia, jogos, esportes e automobilismo impulsiona minha criatividade e inovação em várias áreas.",
  "about.paragraph2": "Possuo habilidades técnicas abrangentes, com sólido conhecimento em HTML, CSS, JavaScript, ReactJS, ContextAPI, Hooks, Redux, Testes, NodeJS, Programação Orientada a Objetos (OOP), princípios SOLID, TypeScript, Python, complexidade de algoritmos, estruturas de dados, MySQL e MongoDB. Estou sempre comprometido com minha evolução contínua, buscando constantemente novos desafios e ampliando meu conhecimento. Como prova disso, atualmente estou concluindo um curso de Flutter, o que acrescentará ainda mais versatilidade ao meu portfólio.",
  "about.paragraph3": "Sou um profissional altamente motivado, possuindo um forte senso de responsabilidade e excelentes habilidades de trabalho em equipe. Tenho uma paixão genuína por aprender novas tecnologias e aplicá-las em projetos, além de estar sempre disposto a compartilhar meu conhecimento com os outros.",
  "about.paragraph4": "Meu compromisso inabalável com a qualidade assegura minha capacidade de lidar com qualquer projeto, fornecendo soluções eficientes e resultados excelentes. Se você está em busca de um desenvolvedor Full-Stack sempre disposto a aprender, convido-o a explorar meu perfil no GitHub e conhecer mais sobre minha trajetória e habilidades. Independentemente de estar iniciando um site do zero ou buscando assistência em um projeto existente, estou preparado para oferecer soluções adequadas e superar expectativas.",
  "skills.title": "Minhas",
  "skills.titleSpan": "Habilidades",
  "skills.subtitle": "Aqui estão algumas habilidades desenvolvidas por mim.",
  "skills.subtitle2": "Você pode ver mais no meu",
  "contact.title": "Entre em contato",
  "contact.subtitle": "Tem um projeto em mente? Procurando um desenvolvedor para sua equipe? Quer saber mais sobre mim? Sinta-se à vontade para entrar em contato comigo por um dos canais abaixo ou preencha o formulário e entrarei em contato o mais breve possível.",
  "contact.form.name": "Seu nome",
  "contact.form.email": "Seu e-mail",
  "contact.form.message": "Conte-me um pouco mais sobre o que você está procurando"
}
